Repository: App-Fair/App
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: fr

source: By default, macOS reports every app launch event to a remote server, which could expose your activities to third parties. Enabling this setting will block this telemetry.
fr: Par défaut, macOS transmet chaque événement de lancement d'application à un serveur distant, ce qui peut exposer vos activités à des tiers. L'activation de ce paramètre bloque ce type de télémétrie.

source: App launch telemetry blocking is enabled but not currently active. It will automatically activate upon launching an app from the App Fair, or clicking this button will manually activate it and then deactivate in %@
fr: Le blocage de la télémétrie au lancement de l'application est activé mais n'est pas encore actif. Il s'activera automatiquement au lancement d'une application à partir de App Fair, ou en cliquant sur ce bouton, il sera activé manuellement puis désactivé dans %@

source: Audio/Video Bridging
fr: Passerelle audio/vidéo

source: Automatically download and apply updates to the App Fair catalog browser app.
fr: Télécharger et appliquer automatiquement les mises à jour de l'application de navigation du catalogue App Fair.

source: Caveats
fr: Avertissements

source: Enables read/write access to the specified files or directories at specified absolute paths.
fr: Permet l'accès en lecture/écriture aux fichiers ou dossiers spécifiés aux chemins absolus spécifiés.

source: Enable installation telemetry
fr: Activer la télémétrie pour les installations

source: Enables read-only access to the specified files or directories at specified absolute paths.
fr: Permet l'accès en lecture seule aux fichiers ou dossiers spécifiés dans les chemins absolus spécifiés.

source: Enables read/write access to the specified files or subdirectories in the user's home directory.
fr: Permet l'accès en lecture/écriture aux fichiers ou sous-dossiers spécifiés dans le dossier personnel de l'utilisateur.

source: Enables read-only access to the specified files or subdirectories in the user's home directory.
fr: Permet l'accès en lecture seule aux fichiers ou sous-dossiers spécifiés dans le dossier personnel de l'utilisateur.

source: Enables use of document-scoped bookmarks and URLs.
fr: Permet l'utilisation de signets et d'URL à l'échelle du document.

source: Global Files Read-Write
fr: Fichiers globaux en lecture-écriture

source: Homebrew is a repository of third-party applications and installers called “Casks”. These packages are installed and managed using the `brew` command and are typically placed in the `/Applications/` folder. Homebrew Casks are not subject to the same sandboxing, entitlement disclosure, and source transparency requirements as App Fair fair-ground apps, and so should only be installed from trusted sources. Read more at: [https://brew.sh](https://brew.sh) Browse all Casks: [https://formulae.brew.sh/cask/](https://formulae.brew.sh/cask/) Location: %@ Installed: (isBrewInstalled ? "yes" : "no")
fr: Homebrew est un dépôt d'applications tierces et de programmes d'installation appelés « Casks ». Ces paquets sont installés et gérés à l'aide de la commande `brew` et sont généralement placés dans le dossier `/Applications/`. Les Casks de Homebrew ne sont pas soumis aux mêmes exigences de sécurité, de transparence des sources et de déclaration des permissions que les applications de App Fair, et ne doivent donc être installés qu'à partir de sources fiables. Plus d'informations ici : [https://brew.sh](https://brew.sh) Parcourir tous les Casks : [https://formulae.brew.sh/cask/](https://formulae.brew.sh/cask/) Emplacement : %@ Installé : (isBrewInstalled ? "Oui" : "Non")

source: Enables hosting of audio components that are not designated as sandbox-safe.
fr: Permet d'héberger des composants audio qui ne sont pas considérés comme sûrs dans l'environnement sécurisé (sandbox).

source: Installing an app will present a confirmation alert to the user. If disabled, apps will be installed and updated without confirmation.
fr: Lors de l'installation d'une application, une demande de confirmation sera présentée à l'utilisateur. Si cette option est désactivée, les applications seront installées et mises à jour sans confirmation.

source: Permit Homebrew to send telemetry to Google about the packages you install and update. See https://docs.brew.sh/Analytics
fr: Permet à Homebrew d'envoyer des données télémétriques à Google sur les paquets que vous installez et mettez à jour. Voir https://docs.brew.sh/Analytics

source: Permit and app to create writable and executable memory without the restrictions imposed by using the MAP_JIT flag.
fr: Permet à l'application de créer une zone de mémoire accessible en écriture et exécutable sans les restrictions imposées par l'utilisation du drapeau MAP_JIT.

source: Requires that downloaded artifacts have an associated SHA-256 cryptographic checksum to verify that they match the version that was added to the catalog. This help ensure the integrity of the download, but may exclude some casks that do not publish their checksums, and so is disabled by default.
fr: Nécessite que les artefacts téléchargés possèdent une somme de contrôle cryptographique SHA-256 associée pour vérifier qu'ils correspondent à la version qui a été ajoutée au catalogue. Cela permet de garantir l'intégrité du téléchargement, mais peut exclure certains Casks qui ne publient pas leur somme de contrôle, et est donc désactivé par défaut.

source: The number of downloads of this cask in the past 90 days
fr: Le nombre de téléchargements de ce Cask au cours des 90 derniers jours

source: The Sandbox entitlement entitlement ensures that the app will run in a secure container.
fr: Le dispositif intitulé « Sandbox » garantit que l'application sera exécutée dans un environnement sécurisé.

source: %@ apps are sandboxed and have no ability to connect to the internet, read or write files outside of the sandbox, or connect to a camera, microphone, or other peripheral. They can be considered harmless in terms of the potential risks to your system and personal information.
fr: Les applications %@ sont contenues dans un environnement sécurisé (sandbox) et n'ont pas la possibilité de se connecter à Internet, de lire ou d'écrire des fichiers en dehors de cet environnement, ou de se connecter à l'appareil photo, au microphone ou à un autre périphérique. Elles peuvent être considérées comme inoffensives pour votre système et vos informations personnelles.

source: %@ apps are sandboxed and have a variety of permissions which, in combination, can put your system at risk. For example, they may be able to both read & write user-selected files, as well as connect to the internet, which makes them potential sources of data exfiltration or corruption. You should only install these apps from a reputable source.
fr: Les applications %@ sont contenues dans un environnement sécurisé (sandbox) et disposent de diverses autorisations qui, combinées, peuvent mettre votre système en danger. Par exemple, elles peuvent être en mesure de lire et d'écrire des fichiers sélectionnés par l'utilisateur, ainsi que de se connecter à Internet, ce qui en fait des sources potentielles d'exfiltration ou de corruption de données. Vous ne devez installer ces applications qu'à partir de sources fiables.

source: %@ apps are granted a single category of permission, which means they can either connect to the internet, connect to a peripheral (such as the camera or microphone) or read files outside of their sandbox, but they cannot perform more than one of these categories of operations. These apps are not entirely without risk, but they can be generally considered safe.
fr: Les applications %@ se voient accorder une seule catégorie de permission, ce qui signifie qu'elles peuvent soit se connecter à Internet, soit se connecter à un périphérique (comme l'appareil photo ou le microphone), soit lire des fichiers en dehors de leur environnement sécurisé (sandbox), mais qu'elles ne peuvent pas effectuer plus d'une de ces catégories d'opérations. Ces applications ne sont pas entièrement sans risque, mais elles peuvent être considérées comme sûres.

source: %@ apps are sandboxed and have a variety of permissions enabled. As such, they can perform many system operations that are unavailable to apps with reduced permission sets. You should only install these apps from a reputable source.
fr: Les applications %@ sont contenues dans un environnement sécurisé (sandbox) et disposent d'un grand nombre d'autorisations. En tant que telles, elles peuvent effectuer de nombreuses opérations système qui ne sont pas disponibles pour les applications ayant des autorisations réduites. Vous ne devez installer ces applications qu'à partir de sources fiables.

source: When deleting apps, also try to delete all the info stored by the app, including preferences, user data, and other info. This operation is known as “zapping” the app, and it will attempt to purge all traces of the app from your system, with the possible side-effect of also removing information that could be useful if you were to ever re-install the app.
fr: Lors de la suppression des applications, tente également de supprimer toutes les informations stockées par l'application, y compris les préférences, les données utilisateur et autres informations. Cette opération est connue sous le nom de « nettoyage » de l'application et vise à effacer toutes les traces de l'application de votre système, avec pour effet secondaire possible la suppression d'informations qui pourraient être utiles si vous deviez réinstaller l'application.

source: Opens link to the appcast for this app at: %@
fr: Ouvre le lien vers le appcast de cette application sur : %@
