Repository: App-Fair/App
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: fr

source: Ability to specify additional IOUserClient subclasses.
fr: Possibilité de spécifier des sous-classes supplémentaires de IOUserClient.

source: Access printers.
fr: Accéder aux imprimantes.

source: About App Launch Privacy
fr: À propos de App Launch Privacy

source: Access the user's personal calendar.
fr: Accéder au calendrier personnel de l'utilisateur.

source: Access USB devices.
fr: Accéder aux périphériques USB.

source: Active
fr: Actif

source: Address Book
fr: Carnet d'adresses

source: Access Serial devices.
fr: Accès aux périphériques série.

source: Allow Homebrew to update itself while installing other packages.
fr: Autoriser Homebrew à se mettre à jour lors de l'installation d'autres paquets.

source: App Fair has been updated
fr: App Fait a été mis à jour

source: Allows the launching of quarantined apps that are not signed and notarized. This will prompt the user for confirmation each time an app identified as not being signed before it will be launched.
fr: Permet le lancement d'applications en quarantaine lorsque celles-ci ne sont pas signées et validées. L'utilisateur sera invité à donner sa confirmation à chaque fois qu'une application identifiée comme n'étant pas signée sera lancée.

source: Audio Unit Host
fr: Hôte de l'unité audio

source: Auto-Updates
fr: Mises à jour automatiques

source: Automatically re-launch an app when it has been updated. Otherwise, the updated version will be used after quitting and re-starting the app.
fr: Relancer automatiquement les applications après mise à jour. Sinon, la version mise à jour sera utilisée une fois l'application fermée et relancée.

source: Automatically attempt to install any required dependencies for a cask.
fr: Tenter automatiquement d'installer toutes les dépendances requises pour un cask.

source: Based on the number of permission categories this app requests this app can be considered:
fr: Sur la base du nombre de catégories d'autorisation que cette application demande, cette application peut être considérée comme :

source: Browse the Homebrew installation folder using the Finder
fr: Parcourir les fichiers d'installation de Homebrew dans le Finder

source: Business
fr: Travail

source: Calendars
fr: Calendriers

source: Camera
fr: Appareil photo

source: Cancel
fr: Annuler

source: Casino Games
fr: Jeux de casino

source: Cask Token
fr: Jeton du Cask

source: Clear all app info on delete
fr: Effacer les informations de l'application à la suppression

source: Dangerous
fr: Dangereuse

source: Debugging
fr: Débogage

source: Core Size
fr: Taille du noyau

source: Delete
fr: Supprimer

source: Deleting an app will present a confirmation alert to the user. If disabled, apps will be deleted without confirmation.
fr: Lors de la suppression d'une application, une demande de confirmation sera présentée à l'utilisateur. Si cette option est désactivée, les applications seront supprimées sans confirmation.

source: Dice Games
fr: Jeux de dé

source: Disable Library Validation
fr: Désactiver la validation des bibliothèques

source: Download
fr: Télécharger

source: Display releases that are not yet production-ready according to the developer's standards.
fr: Afficher les versions qui ne sont pas encore prêtes pour la production en fonction des spécifications du développeur.

source: Download and install the app.
fr: Télécharger et installer l'application.

source: Downloads
fr: Téléchargements

source: Education
fr: Éducation

source: Enable Homebrew self-update
fr: Activer la mise à jour automatique de Homebrew

source: Enables use of app-scoped bookmarks and URLs.
fr: Permet l'utilisation de signets et d'URL propres à l'application.

source: Read shared preferences.
fr: Accéder aux préférences partagées.

source: Read User-Selected Files
fr: Accéder aux fichiers sélectionnés par l'utilisateur

source: Risk assessment is only available for App Fair Fairground apps
fr: L'évaluation des risques n'est disponible que pour les applications du catalogue de App Fair

source: Risk:
fr: Risque :

source: Risk Exposure:
fr: Exposition au risque :

source: Word Games
fr: Jeux de lettres

source: Access Bluetooth.
fr: Accéder au Bluetooth.

source: Screen Shots
fr: Captures d'écran

source: The page for the Homebrew Cask token
fr: La page du jeton du Cask de Homebrew

source: Risk assessment unavailable for Homebrew Casks
fr: Évaluation des risques non disponible pour les Casks de Homebrew

source: Whether to overwrite a prior installation of a given Cask. This could cause a newer version of an app to be overwritten by an earlier version.
fr: S'il faut écraser une installation antérieure d'un Cask donné. Cela peut entraîner l'écrasement d'une version plus récente d'une application par une version antérieure.

source: %@ apps are granted all the categories of permission entitlement, and so can modify your system or damage your system in many ways. Despite being sandboxed, they should be considered to have the maximum possible permissions. You should only install these apps from a very trusted source.
fr: Les applications %@ se voient accorder toutes les catégories de permission, et peuvent donc modifier votre système ou l'endommager de diverses façons. Bien qu'elles soient contenues dans un environnement sécurisé (sandbox), elles sont considérées comme pouvant disposer du maximum de permissions possibles. Vous ne devez installer ces applications qu'à partir de sources très fiables.

source: Executables (User-Selected)
fr: Exécutables (Sélection utilisateur)

source: Fair
fr: Foire

source: Adds homebrew Casks to the sources of available apps.
fr: Ajoute les Casks de Homebrew aux sources des applications disponibles.

source: Exclude auto-updating apps from updates list
fr: Exclure les applications qui se mettent à jour automatiquement de la liste des mises à jour

source: %@ apps are still sandboxed, but they are granted a wide array of entitlements that makes them capable of damaging or hijacking your system. You should only install these apps from a trusted source.
fr: Les applications %@ sont toujours contenues dans un environnement sécurisé (sandbox), mais elles disposent d'un large éventail de droits qui leur permet d'endommager ou de contourner votre système. Vous ne devez installer ces applications qu'à partir de sources fiables.

source: Graphics Design
fr: Graphisme

source: Harmless
fr: Inoffensive

source: Hazardous
fr: Risquée

source: Home
fr: Accueil

source: Home Page
fr: Page d'accueil

source: Homepage
fr: Page d'accueil

source: Install
fr: Installer

source: Install %@
fr: Installer %@

source: Install overwrites previous app installation
fr: L'installation écrase l'installation précédente de l'application

source: Installed
fr: Installé

source: Installed at:
fr: Installé dans :

source: Formula
fr: Formule

source: Global Files Read-Only
fr: Fichiers globaux en lecture seule

source: Handle network requests from the local network or the internet.
fr: Traiter les requêtes réseau provenant du réseau local ou d'Internet.

source: Homebrew Casks
fr: Casks de Homebrew

source: If a cask marks itself as handling its own software updates internally, exclude the cask from showing up in the “Updated” section. This can help avoid showing redundant updates for apps that expect to be able to update themselves, but can also lead to these apps being stale when they are next launched.
fr: Si un cask indique qu'il gère lui-même ses mises à jour, il ne doit pas apparaître dans la section « Mis à jour ». Cela permet d'éviter d'afficher des mises à jour redondantes pour les applications qui sont censées être capables de se mettre à jour elles-mêmes, mais cela peut également conduire à ce que ces applications soient obsolètes lors de leur prochain lancement.

source: Installation artifact cannot be verified because it has no associated SHA-256 checksum.
fr: La vérification de l'artefact d'installation est impossible car il n'a pas de somme de contrôle SHA-256 associée.

source: Launches the app.
fr: Lance l'application.

source: Lifestyle
fr: Style de vie

source: Light
fr: Clair

source: Loading…
fr: Chargement…

source: Location
fr: Emplacement

source: Medical
fr: Médical

source: IOKit User Client
fr: Client utilisateur IOKit

source: Just-In-Time Compiler
fr: Compilateur à la volée

source: Marks apps installed with homebrew cask as being quarantined, which will cause a system gatekeeper check and user confirmation the first time they are run.
fr: Marque les applications installées avec un Cask de Homebrew comme étant en quarantaine, ce qui provoquera une vérification du contrôleur du système et une confirmation de l'utilisateur la première fois qu'elles seront exécutées.

source: Mostly Harmless
fr: Relativement inoffensive

source: Music
fr: Musique

source: Network Server
fr: Serveur réseau

source: News
fr: Actualités

source: No screenshots available
fr: Aucune capture d'écran disponible

source: No Selection
fr: Aucune sélection

source: Not updated recently
fr: Pas mis à jour récemment

source: Opens link to source code repository for this app at: %@
fr: Ouvre le lien vers le code source de cette application : %@

source: Opens link to the direct download for this app at: %@
fr: Ouvre le lien vers le téléchargement direct de cette application : %@

source: Opens link to the discussions page for this app at: %@
fr: Ouvre le lien vers la page de discussion de cette application : %@

source: Opens link to the home page for this app at: %@
fr: Ouvre le lien de la page d'accueil de cette application : %@

source: Opens link to the issues page for this app at: %@
fr: Ouvre le lien vers la page de signalement des problèmes de cette application : %@

source: Opens link to the landing page for this app at: %@
fr: Ouvre le lien vers la page de présentation de cette application : %@

source: Opens your web browsers and visits the developer site
fr: Ouvre votre navigateur et le site du développeur

source: Perilous
fr: Périlleuse

source: Photography
fr: Photographie

source: Permit Audio/Bridging.
fr: Permet l'utilisation d'une passerelle audio.

source: Permit gatekeeper bypass
fr: Permet d'ignorer le contrôleur du système

source: Permits the app the disable all code signing protections while launching an app and during its execution.
fr: Permet à l'application de désactiver toutes les protections de signature de code lors du lancement d'une application et pendant son exécution.

source: Puzzle Games
fr: Jeux de puzzle

source: Quarantine installed apps
fr: Applications installées en quarantaine

source: Read & Write All Files
fr: Lire et écrire des fichiers

source: Read & Write Downloads Folder
fr: Lire et écrire dans le dossier Téléchargements

source: Read & Write Movies
fr: Lire et écrire des vidéos

source: Read & Write Music
fr: Lire et écrire de la musique

source: Read & Write Shared Preferences
fr: Lire et écrire des préférences partagées

source: Read & Write User-Selected Files
fr: Lire et écrire des fichiers sélectionnés par l'utilisateur

source: Read access to executables explicitly selected by the user.
fr: Accès en lecture à des exécutables explicitement sélectionnés par l'utilisateur.

source: Read access to files explicitly selected by the user.
fr: Accès en lecture à des fichiers explicitement sélectionnés par l'utilisateur.

source: Read access to the user's Downloads folder
fr: Accès en lecture au dossier Téléchargements de l'utilisateur

source: Pre-releases are experimental versions of software that are less tested than stable versions. They are generally released to garner user feedback and assistance, and so should only be installed by those willing experiment.
fr: Les pré-versions sont des versions expérimentales de logiciels qui sont moins testées que les versions stables. Elles sont généralement publiées pour recueillir les retours et l'aide des utilisateurs, et ne doivent donc être installées que par ceux qui sont prêts à les expérimenter.

source: Read and write access to the user's Music folder
fr: Accès en lecture et écriture au dossier Musique de l'utilisateur

source: Read and write access to the user's Pictures folder
fr: Accès en lecture et écriture au dossier Images de l'utilisateur

source: Read Shared Preferences
fr: Accéder aux préférences partagées

source: Ready
fr: Prêt

source: Really delete this app?
fr: Voulez-vous vraiment supprimer cette application ?

source: Recent
fr: Récent

source: Recently Updated
fr: Mis à jour récemment

source: Reference
fr: Référence

source: Refresh Catalogs
fr: Actualiser les catalogues

source: Refresh the app catalogs
fr: Actualiser les catalogues d'applications

source: Reload
fr: Recharger

source: Require app delete confirmation
fr: Requiert une confirmation de suppression

source: Reveal
fr: Afficher

source: Risk: Unknown
fr: Risque : Inconnu

source: Risky
fr: Risqué

source: Share files and preferences between applications.
fr: Partager les fichiers et les préférences entre les applications.

source: Show
fr: Afficher

source: Show Pre-Releases
fr: Afficher les pré-versions

source: Simulation Games
fr: Jeux de simulation

source: Size
fr: Taille

source: Social Networking
fr: Réseaux sociaux

source: Require cask checksum
fr: Nécessite une somme de contrôle du Cask

source: Searches for this developer at: %@
fr: Rechercher ce développeur sur : %@

source: Serial
fr: Série

source: Show casks without app artifacts
fr: Afficher les Casks sans artefact d'application

source: Sports
fr: Sport

source: Sports Games
fr: Jeux de sport

source: Stars
fr: Étoiles

source: Strategy Games
fr: Jeux de stratégie

source: The catalog was last updated on %@
fr: Le catalogue a été mis à jour pour la dernière fois le %@

# The %@ for %@ failed to complete successfully.
source: The %1$@ for %2$@ failed to complete successfully.
fr: Le %1$@ pour %2$@ a échoué.

source: The app “%1$@” is from an unidentified developer and has been quarantined. If you trust the publisher of the app at %2$@, you may override the quarantine for this app in order to launch it.
fr: L'application « %1$@ » provient d'un développeur non identifié et a été mise en quarantaine. Si vous faites confiance à l'éditeur de l'application à %2$@, vous pouvez passer outre la quarantaine pour cette application afin de la lancer.

source: This app has been updated from %1$@ to the latest version %2$@. Would you like to re-launch it?
fr: Cette application a été mise à jour de la version %1$@ vers la dernière version %2$@. Voulez-vous la relancer ?

source: This app has not published any screenshots
fr: Cette application n'a publié aucune capture d'écran

source: This permits the installation of apps that don't list any launchable artifacts with an .app extension. Such apps will not be able to be launched directly from the App Fair app, but they may exist as system extensions or launch services.
fr: Ceci permet l'installation d'applications qui ne listent pas d'artefacts exécutables avec une extension .app. Ces applications ne pourront pas être lancées directement depuis l'application App Fair, mais elles peuvent exister en tant qu'extensions système ou services de lancement.

source: Top Apps
fr: Tendances

source: Unidentified Developer
fr: Développeur non identifié

source: Until App Fair Exit
fr: Jusqu'à la fermeture de App Fair

source: Update
fr: Mettre à jour

source: Updated
fr: Mis à jour

source: Updated %@
fr: %@ mis à jour

source: Use integrated download manager
fr: Utiliser le gestionnaire de téléchargements intégré

source: Use the device microphone.
fr: Utiliser le microphone de l'appareil.

source: Use the system-installed Homebrew installation
fr: Utiliser l'installation de Homebrew du système

source: Utilities
fr: Utilitaires

source: Video
fr: Vidéo

source: Unsigned Executable Memory
fr: Mémoire exécutable non signée

source: User Home Files Read-Only
fr: Fichiers du dossier utilisateur en lecture seule

source: User Home Files Read-Write
fr: Fichiers du dossier utilisateur en lecture-écriture

source: Visit App Issues Page
fr: Consulter la page de signalement des problèmes de l'application

source: Visit Community Forum
fr: Consulter le forum communautaire

source: Visit Homepage: %@
fr: Consulter la page d'accueil : %@

source: Whether to use the built-in download manager to handle downloading and previewing Cask artifacts. This will permit Cask installation to be monitored and cancelled from within the app. Disabling this preference will cause brew to use curl for downloading, which will not report progress in the user-interface.
fr: S'il faut utiliser le gestionnaire de téléchargement intégré pour gérer le téléchargement et la prévisualisation des artefacts Cask. Cela permettra de contrôler et d'annuler l'installation de Cask depuis l'application. Si vous désactivez cette préférence, brew utilisera curl pour le téléchargement, ce qui ne permettra pas d'afficher la progression dans l'interface utilisateur.

source: Access Audio Input devices.
fr: Accéder aux périphériques d'entrée audio.

source: Action Games
fr: Jeux d'action

source: Access the user's personal address book.
fr: Accéder au carnet d'adresses personnel de l'utilisateur.

source: All Apps
fr: Toutes les applications

source: Badge App Icon with update count
fr: Badge sur l'icône avec le nombre de mises à jour

source: Advanced
fr: Avancé

source: Access the user's personal location information.
fr: Accéder aux informations de localisation de l'utilisateur.

source: Communicate over the internet and any local networks.
fr: Communiquer sur Internet et sur le réseau local.

source: Apple Events
fr: Évènements Apple

source: Application Groups
fr: Groupes d'applications

source: Automatically install dependencies
fr: Installer automatiquement les dépendances

source: Adventure Games
fr: Jeux d'aventure

source: Apps
fr: Applications

source: Arcade Games
fr: Jeux d'arcade

source: Audio Input
fr: Entrée audio

source: Available Updates
fr: Mises à jour disponibles

source: Board Games
fr: Jeux de plateau

source: Card Games
fr: Jeux de cartes

source: Dark
fr: Sombre

source: Categories
fr: Catégories

source: Checksum
fr: Somme de contrôle

source: Delete the app from your computer.
fr: Supprimer l'application de votre ordinateur.

source: Developer
fr: Développeur

source: Entertainment
fr: Divertissement

source: Error running %@
fr: Erreur lors de l'exécution de %@

source: Details
fr: Informations

source: Developer Tools
fr: Outils de développement

source: Displays the app install location in the Finder.
fr: Affiche l'emplacement d'installation de l'application dans le Finder.

source: Download & Install %@
fr: Télécharger et installer %@

source: Duration:
fr: Durée :

source: Educational Games
fr: Jeux éducatifs

source: Family Games
fr: Jeux familiaux

source: General
fr: Général

source: Network Client
fr: Client réseau

source: Games
fr: Jeux

source: Keep catalog app up to date
fr: Maintenir le catalogues des applications à jour

source: Kids Games
fr: Jeux pour enfants

source: Launch
fr: Lancer

source: Healthcare & Fitness
fr: Santé et forme

source: Issues
fr: Problèmes

source: Later
fr: Plus tard

source: Install location:
fr: Emplacement d'installation :

source: No description found
fr: Aucune description

source: More Info
fr: Plus d'infos

source: More…
fr: Plus…

source: Music Games
fr: Jeux de musique

source: No results
fr: Aucun résultat

source: Read and write access to files explicitly selected by the user.
fr: Accès en lecture et écriture aux fichiers explicitement sélectionnés par l'utilisateur.

source: Preview
fr: Aperçu

source: Read & Write Pictures
fr: Lire et écrire des images

source: Printing
fr: Impression

source: Re-launch
fr: Relancer

source: Privacy
fr: Confidentialité

source: Productivity
fr: Productivité

source: Read access to the user's Music folder
fr: Accès en lecture au dossier Musique de l'utilisateur

source: Racing Games
fr: Jeux de course

source: Re-launch updated apps
fr: Relancer les applications mises à jour

source: Read access to the user's Movies folder
fr: Accès en lecture au dossier Vidéos de l'utilisateur

source: Read access to the user's Pictures folder
fr: Accès en lecture au dossier Images de l'utilisateur

source: Read and write access to the user's Downloads folder
fr: Accès en lecture et écriture au dossier Téléchargements de l'utilisateur

source: Read and write shared preferences.
fr: Lire et écrire des préférences partagées.

source: Read Download Folder
fr: Accéder au dossier Téléchargements

source: Read and write access to the user's Movies folder
fr: Accès en lecture et écriture au dossier Vidéos de l'utilisateur

source: Refresh Catalog
fr: Actualiser le catalogue

source: Risk
fr: Risque

source: Travel
fr: Voyage

source: Read and write all files on the system.
fr: Lire et écrire des fichiers sur le système.

source: Read Movies
fr: Accéder au dossier Vidéos

source: Read Music
fr: Accéder au dossier Musique

source: Read Pictures
fr: Accéder au dossier Images

source: Theme:
fr: Thème :

source: Role Playing Games
fr: Jeux de rôle

source: Require app install confirmation
fr: Requiert une confirmation d'installation

source: Security
fr: Sécurité

source: Show the number of updates that are available to install.
fr: Afficher le nombre de mises à jour disponibles à l'installation.

source: System
fr: Système

source: Unknown
fr: Inconnu

source: The SHA-256 checksum for the app download
fr: La somme de contrôle SHA-256 pour l'application téléchargée

source: This will remove the application “%@” from your applications folder and place it in the Trash.
fr: Cela va supprimer l'application « %@ » de votre dossier des applications et la placer dans la Corbeille.

source: The SHA-256 checksum for the app is missing, which means that the integrity cannot be verified when it is downloaded.
fr: La somme de contrôle SHA-256 de l'application est manquante, ce qui signifie que son intégrité ne peut pas être vérifiée lorsqu'elle est téléchargée.

source: The total number of downloads for this release
fr: Le nombre total de téléchargements pour cette version

source: Trivia Games
fr: Jeux de quiz

source: Update to the latest version of the app.
fr: Mettre à jour vers la dernière version de l'application.

source: Use the device camera.
fr: Utiliser l'appareil photo de l'appareil.

source: Use system Homebrew installation
fr: Utiliser l'installation de Homebrew du système

source: Enable performace booting.
fr: Activer le démarrage performant.

source: Watchers
fr: Observateurs

source: Weather
fr: Météo

source: Whether this app handles updating itself
fr: Si cette application gère elle-même les mises à jour

source: Ability to use specific scripting access groups within a specific scriptable app.
fr: Possibilité d'utiliser des groupes d'accès de script spécifiques dans une application de script spécifique.

source: About Homebrew Casks
fr: À propos des Casks de Homebrew

source: Access Firewire devices.
fr: Accéder aux périphériques Firewire.

source: Allows the app to act as a debugger and inspect the internal information of other apps in the system.
fr: Permet à l'application d'agir comme un débogueur et d'inspecter les informations internes des autres applications du système.

source: Enables sending of Apple events to one or more destination apps.
fr: Permet l'envoi d'évènements Apple à une ou plusieurs applications de destination.

source: App Launch Privacy is currently active for %@. Click this button to deactivate privacy mode.
fr: App Launch Privacy est actuellement actif pour %@. Cliquez sur ce bouton pour désactiver le mode de confidentialité.
